tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "ack"
brew "bash-completion@2"
brew "bats"
brew "brew-cask-completion"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "git"
brew "gnu-sed"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lolcat"
brew "lynx"
brew "mackup"
brew "mas"
brew "moreutils"
brew "nano"
brew "ngrep"
brew "openssh"
brew "pandoc"
brew "python"
brew "ssh-copy-id"
brew "stow"
brew "tldr"
brew "tree"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zsh-syntax-highlighting"

cask "adapter"
cask "adobe-acrobat-reader"
cask "aerial"
cask "airflow"
cask "alfred"
cask "android-file-transfer"
cask "cakebrew"
cask "cryptomator"
cask "dash"
cask "datagrip"
cask "deezer"
cask "discord"
cask "docker"
cask "dropbox"
cask "enpass"
cask "firefox-developer-edition"
cask "firefox"
cask "font-fira-code"
cask "font-karla"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-mononoki"
cask "font-roboto"
cask "gitkraken"
cask "google-chrome-canary"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "kitematic"
cask "mamp"
cask "ngrok"
cask "numi"
cask "postman"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rambox"
cask "robo-3t"
cask "sequel-pro"
cask "sublime-text"
cask "suspicious-package"
cask "the-unarchiver"
cask "virtualbox"
cask "vlc"
cask "vscodium"
cask "webpquicklook"
cask "webstorm"

mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Color Juicer", id: 1191209926
mas "Dato", id: 1470584107
mas "Gapplin", id: 768053424
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Redis Desktop Manager", id: 1475905948
mas "Xcode", id: 497799835
