repo = "popcorn-official/popcorn-desktop"
tap repo, "https://github.com/#{repo}.git"
#ENV["HOMEBREW_POPCORN_TIME_BUILD"] = "false"

tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"

brew "ack"
brew "azure-cli"
brew "bash-completion@2"
brew "bats"
brew "brew-cask-completion"
brew "cocoapods"
brew "colima"
brew "coreutils"
brew "diff-so-fancy"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "git"
brew "gitmoji"
brew "gnu-sed"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lynx"
brew "mackup"
brew "mas"
brew "maven"
brew "mkcert"
brew "moreutils"
brew "nano"
brew "navi"
brew "ngrep"
brew "nss"
brew "openssh"
brew "pandoc"
brew "pnpm"
brew "pyenv"
brew "python"
brew "redis"
brew "ssh-copy-id"
brew "stern"
brew "stow"
brew "tldr"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "zsh-syntax-highlighting"

cask "adapter"
cask "adobe-acrobat-reader"
cask "aerial"
cask "airflow"
cask "alfred"
cask "android-file-transfer"
cask "cakebrew"
cask "calibre"
cask "cryptomator"
cask "dbeaver-community"
cask "devtoys"
cask "discord"
cask "docker"
cask "dropbox"
cask "enpass"
cask "firefox"
cask "font-fira-code"
cask "font-karla"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-mononoki"
cask "font-roboto"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "mamp"
cask "ngrok"
cask "notion"
cask "popcorn-time" #, args: { "no-quarantine": true }
cask "postman"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
# cask "rambox"
cask "studio-3t"
cask "sublime-text"
cask "suspicious-package"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"

#mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Color Juicer", id: 1191209926
mas "Dato", id: 1470584107
mas "Gapplin", id: 768053424
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Redis Desktop Manager", id: 1475905948
mas "Xcode", id: 497799835
